/* NSWindow (Login) : <title:Login> (oid:3) */
"Login" = "Mewngofnodi";

/* NSButtonCell (Login) : <title:Login> (oid:14) */
"Login" = "Mewngofnodi";

/* NSButtonCell (Cancel) : <title:Cancel> (oid:16) */
"Cancel" = "Cancel";

/* NSButtonCell (Add to Keychain) : <title:Add to Keychain> (oid:24) */
"Add to Keychain" = "Ychwanegu i’r Cylch Allweddi";

/* NSButtonCell (Anonymous Login) : <title:Anonymous Login> (oid:26) */
"Anonymous Login" = "Mewngofnod Di-enw";

/* NSTextFieldCell (SSH Private Key:) : <title:SSH Private Key:> (oid:ggH-NR-cC6) */
"SSH Private Key:" = "SSH Private Key:";

